<?php
use yii\helpers\Html;

/* @var $this yii\web\View */
$zag = $model->title;
$this->title = 'Телефонний довідник';
//$this->params['breadcrumbs'][] = $this->title;
?>
<!--<div class="site-about">-->
<div class=<?= $model->style_title ?> >
    <h4><?= Html::encode($zag) ?></h4>
</div>

<div class=<?= $model->style1 ?> >
    <h4><?= Html::encode($model->info1) ?></h4>

</div>

<div class=<?= $model->style2 ?> >

<!--    <h3>--><?//= Html::encode($model->info2) ?><!--</h3>-->
    <span class="span_single">
        <?= Html::encode("Що з’явилось нового:") ?>
    </span>
<br>
    <?= Html::encode(" 1. З’явилась ще одна (третя) категорія підрозділів - 'Група' -  та пошук по ній."
            . " Катагорії підрозділів також відображаються в результатах пошуку.") ?>
<br>
    <?= Html::encode(" 2. Пошук по посаді працівника. ") ?>
<br>
    <?= Html::encode(" 3. Тепер начальники в підрозділі відображаються першими в знайдених данних. ") ?>
<br>
    <?= Html::encode(" 4. Всі працівники відображаються по категоріям професії: спочатку керівництво, потім службовці і потім робочі. ") ?>
<br>
    <?= Html::encode(" 5. Відображення номерів мобільних телефонів в єдиному форматі (067) XXX-XX-XX. ") ?>
<br>
    <?= Html::encode(" 6. З’явився пункт меню Працівники - альтернатива телефонному довіднику. В ньому працівники показуються в алфавітному порядку. ") ?>
<br>
    <?= Html::encode(" 7. Добавилися поля електронної пошти: пошта особова та пошта відділу. ") ?>
<br>
    <?= Html::encode(" 8. Можливість швидкого перетворення англійських літер на українські при неправильній розкладкі клавіатури.
     Для цього потрібно натиснути в полі вводу два рази мишою та потім в меню вибрати необхідний пункт для перетворення літер.
     Це працює в полях пошуку П.І.Б. та Посада, в тому випадку, якщо поле заповнене інформацією з неправильною розкладкою.") ?>
<br>
    <?= Html::encode(" 9. Довідник повністю на українській мові. ") ?>
<br>
    <?= Html::encode(' 10. Можна перейти в «Книгу скарг та пропозицій».') ?>
<br>
    <?= Html::encode(" 11. З'явився інформаційний блок «Новини сайту».") ?>
<br>
    <?= Html::encode(" 12. При пошуку по прізвищу, якщо в пошукове поле введено прізвище з помилкою, прізвище звичайно знайдено не буде,"
            . " але виведеться підсказка «можливо Ви мали на увазі» і далі буде указано правильне прізвище - по аналогії пошуку в Google.") ?>
       

</div>


<code><?//= __FILE__ ?></code>

<!--</div>-->
